[
  {
    "name": "HP Pavilion 15-Eh1890AU 15.6 Inch FHD Display Ryzen 5 5500U 8GB RAM 512GB SSD Windows 11 Laptop",
    "price": 67000,
    "stock": 10,
    "imgUrl": "https://www.techlandbd.com/image/cache/catalog/Laptop/Hp%20Laptop/Pavilion%2015/hp-pavilion-15-eh1890au-laptop.jpg-550x550.jpg",
    "Description": "The HP Pavilion 15-Eh1890AU Laptop From HP Delivers High-Grade Graphics And Processing Power For Gaming And Multitasking, Plus Improved Thermal Cooling For Overall Performance And Stability. Immerse Yourself In The Game With A Narrow Bezel Display And Custom-Tuned Audio. This System Balances Work And Play So That You Can Do It All. The HP Pavilion Gaming Laptop Is Powered By A 2.1 GHz AMD Ryzen 5 5500U Six-Core Processor, Which Allows You To Run Multiple Applications Simultaneously. In Addition, HP Pavilion 15-Eh1890AU Can Overclock The System To 4.0 GHz If You Need More Power. The 8GB Of 3200 MHz DDR4 RAM Helps To Ensure Smooth Multitasking And Also Allows The Computer To Access Frequently-Used Files And Programs Quickly.",
    "supplirName": "Mokleshossen1763@gmail.com"
  },
  {
    "name": "HP Pavilion 15-Eg0112TX 15.6-Inch Full HD Display Core I5 11th Gen 8GB RAM 512GB SSD Laptop With MX450 2GB Graphics",
    "price": 85000,
    "stock": 10,
    "imgUrl": "https://www.techlandbd.com/image/cache/catalog/Laptop/Hp%20Laptop/Pavilion%2015/15-eg0078TU/hp-pavilion-15eg0078tu-2.jpg-550x550.jpg",
    "Description": "Stay Connected, Productive, And Entertained With The HP 15.6 INCH Pavilion 15-Eg0112TX Laptop At Your Side. Featuring A 2.4 GHz Intel Core  I5-1135G7 Quad-Core Processor With 8GB Of DDR4-3200 Memory And A 512 GB NVMe SSD, This Laptop Is Designed For Multitasking Demanding Applications Smoothly. Featuring A 15.6 INCH 1920 X 1080 Resolution IPS (In-Plane Switching) By Dedicated NVIDIA GeForce MX450 Graphics, Videos, Photos, And Games Are Shown In Vivid Color And Detail. The Screen Is Complemented By A Bang & Olufsen Stereo Speaker System That Brings High Audio Clarity To Movies, Music, And More. HP Pavilion 15-Eg0112TX, An External Monitor, Can Be Connected To The HDMI Port For Presentations, Larger Viewing, And Increased Desktop Space For More Efficiency. Connect Peripherals Such As Keyboards, Mice, And Compatible Storage Drives To The USB 3.1 Gen 1 Type-A And Type-C Ports For Data Transfer Rates Of Up To 5 Gb/S. HP Pavilion 15-Eg0112TX Price In Bd, An SD Card Reader Is Also Available For Transferring Files. Host Video Chats Using The Built-In HD Webcam Over The 802.11ax Wi-Fi Or Gigabit Ethernet For Fast Network Connections. The HP Pavilion 15-Eg0112TX Includes Windows 10 Home 64-Bit Pre-Installed.",
    "stock": 10,
    "supplirName": "Mokleshossen1763@gmail.com"
  },
  {
    "name": "ASUS X515MA 15.6-Inch Full HD Display Celeron N4020 4GB Ram 1TB HDD Laptop",
    "price": 41000,
    "stock": 10,
    "imgUrl": "https://www.techlandbd.com/image/cache/catalog/Laptop/ASUS/asus-x515ma/asus-x515ma-4.jpg-550x550.jpg",
    "Description": "Get Ready For Day-To-Day Tasks With Asus X515MA  Celeron N4020  Dual-Core Laptop That Covers The Essentials. Surf The Net, Chat, And Manage Emails. Play Easy Games And Stream Movies, Produce Uncomplicated Presentations Smoothly. The Asus X515MA Laptop From ASUS Features A 15.6 (16:9) LED-Backlit HD (1920 X 1080) 60Hz Display With Anti-Glare Panel With 45% NTSC. Specs-Wise, It's Built With An Intel Celeron N4020 Processor, 4GB Of RAM, And 1TB Of 1TB 5400RPM SATA HDD Storage. Its Display, Which Is Driven By Integrated Intel HD Graphics, Has A 1920*1080 Resolution For Crisp, Clear Full HD Content Playback. Other Integrated Features Include 802.11ac Wi-Fi, Bluetooth 4.1, A MicroSD Card Reader, USB Type-A & Type-C Ports, A Webcam, Microphones, Speakers, And A 3.5mm Combo Audio Jack. The Operating System Installed Is Windows 10 Home.",
    "supplirName": "Mokleshossen1763@gmail.com"
  },
  {
    "name": "LENOVO IDEAPAD 3 15IIL05 15.6 INCH FULL HD DISPLAY INTEL I3 10TH GEN 4GB RAM 256GB SSD LAPTOP",
    "price": 4600,
    "stock": 10,
    "imgUrl": "https://www.techlandbd.com/image/cache/catalog/Laptop/Lenovo/lenovo-ideapad-3-15iil05/ideapad-3-15iil05-laptop-03.jpg-550x550.jpg",
    "Description": "The HP Pavilion 13-Bb0787TU Laptop Features An Intel Core I5-1135G7 Processor (8M Cache, 2.40 GHz To 4.20 GHz), 8GB DDR4 RAM, 512GB SSD, 13.3 FHD (1920 X 1080) Display With Intel Iris Graphics, And Windows 11 Home. This Laptop Has A 3-Cell, 41 Wh Li-Ion Battery, An HP True Vision 720p HD Camera With Dual Array Digital Microphones, And A 65 W AC Power Adapter. This Laptop Also Includes Realtek RTL8822CE 802.11a/B/G/N/Ac (2x2) Wi-Fi And Bluetooth 5. This Laptop Also Includes Two SuperSpeed USB Type-C Ports, As Well As Two SuperSpeed USB Type-A Ports With A 5Gbps Signalling Rate And An AC Smart Pin. HDMI: Yes, There Is A AUDIO: 2.0 Headphone/Microphone Combination.",
    "supplirName": "Mokleshossen1763@gmail.com"
  }
]
